const result:any = {
  data: [
    [{
      type: 'title',
      value: '汉服是什么？'
    }, {
      type: 'text',
      value: '这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, '
    }, {
      type: 'image',
      value: 'https://tdesign.gtimg.com/miniprogram/images/avatar1.png'
    }],
    [{
      type: 'title',
      value: '汉服运动'
    }, {
      type: 'text',
      value: '这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, '
    }, {
      type: 'image',
      value: 'https://tdesign.gtimg.com/miniprogram/images/avatar1.png'
    }], [{
      type: 'title',
      value: '口号'
    }, {
      type: 'text',
      value: '这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, 这是文章内容, '
    }, {
      type: 'image',
      value: 'https://tdesign.gtimg.com/miniprogram/images/avatar1.png'
    }]
  ]
}

export default result;
